; TranslationAuthor: Zityi's Translator Te@m
; TranslationAuthorEmail: zityisoft@gmail.com
; Soft Version: 4.2.1
; Update: Mar. 26, 2024
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Hungarian

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonClose=Bezárás
BtnNews=Információ
[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
LangShortName=hu-hu
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Információ
Warning=Figyelmeztetés
Error=Hiba
Confirm=Megerősítés
FrmMOMain.ckperiod.caption=Memória optimalizálása minden

;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Wise Memory Optimizer megosztása a barátokkal
FrmMoMain.imgfacebook.hint=WiseCleaner lájkolása a Facebookon
FrmMoMain.imgtwitter.hint=Wise Memory Optimizer megosztása a Twitteren
FrmMoMain.chkupdate.caption=Új verzió automatikus ellenőrzése
FrmMoMain.btnlike.caption=Tetszik
FrmMoMain.lblTotalMem.Caption=Memória mérete:
FrmMoMain.lblaopt.Caption=Ha az elérhető memória kevesebb, mint:
FrmMoMain.lbltry.Caption=Több memória felszabadítása
FrmMoMain.btnsettings.Caption=Beállítások
FrmMoMain.btnOpt.Caption=Optimalizálás
FrmMoMain.chkmin.Caption=Minimalizálás a tálcára bezáráskor
FrmMoMain.chkauto.Caption=Futtatás a Windows indításakor
FrmMoMain.chkautoOpt.Caption=Automatikus optimalizálás
FrmMoMain.ckchkclearborad.Caption=Vágólap ürítése optimalizálás közben
FrmMoMain.chkidle.Caption=Optimalizálás a CPU üresjáratában (Ajánlott)
FrmMoMain.lbllang.Caption=Nyelv:
FrmMOMain.cknotice.caption=Értesítés megjelenítése az optimalizálás után
FrmMOMain.ckMode.caption=Sötét mód
;
; About
;
FrmAbout.caption=Névjegy
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblemail.caption=E-mail:
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
FrmAbout.lblUninstall.caption=Eltávolítási utasítás
FrmAbout.lblPolicy.caption=Adatvédelmi irányelvek
FrmAbout.lblEula.caption=Végfelhasználói licencszerződés

[MemoryOptimizer]
ThisTimeFreeMemory=Jelenleg %s memória lett felszabadítva.
CurPrecent=Memóriahasználat:
UsedMemory=Használatban:
AvailableMemory=Elérhető:
FreeMemory=Felszabadítás:
At=Időpont:
pmShow=Megnyitás
pmOpt=Optimalizálás
pmAbout=Névjegy
pmExit=Kilépés
SureExit=A memória optimalizálása folyamatban van. Valóban ki szeretne lépni?
Mintotray=Memória optimalizálás
pmdefragmem=Memória töredezettségmentesítés
pmclearmem=Memória felszabadítás
pmclearstandbymem=Készenléti memória törlése

[Message]
NoNews=Nincs olvasatlan üzenete.
NewVer=Új Wise Memory Optimizer verzió érhető el! Szeretné frissíteni most?
NotShowNotice=Ne jelenjen meg ez az értesítés többé
NoOptItem=Az optimalizáláshoz legalább egy optimalizálási módszert ki kell választania.
minutes=perc
hours=óra

[feedback]
InvalidEmail=Kérjük, adja meg a helyes e-mail címet.
emptyinput=Kérjük, adjon meg valamit a beküldéshez.
thanks=Köszönjük a visszajelzést!
FrmFeedback.lblfeedback.caption = Hogyan értékeli a %s programot?
FrmFeedback.lblemail.caption = E-mail cím:
FrmFeedback.lblgood.caption = Melyik funkció tetszik a legjobban?
FrmFeedback.lblbad.caption = Melyik funkciót kedveli a legkevésbé?
FrmFeedback.lblwant.caption = Melyik új funkciót szeretné a leginkább?
FrmFeedback.btncancel.caption = Nem érdekel
FrmFeedback.btnsubmit.caption = Küldés